Repository: Capsulsaurus/Capsule
Catalog: capsule-swift/Generated/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# app_name
source: Capsule App
ar: تطبيق Capsule
es: Aplicación Capsule
fr: Application Capsule
hi: Capsule ऐप
it: App Capsule
ja: Capsule アプリ
ko: Capsule 앱
pt_br: Aplicativo Capsule
ru: Приложение Capsule
zh_hans: Capsule 应用
zh_hant: Capsule 應用程式

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: वापस
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

# cli.auth.login.email_prompt
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ko: 이메일
ru: Электронная почта
zh_hans: 电子邮件
zh_hant: 電子郵件

# cli.auth.login.failed
source: Login failed: {reason}
ar: فشل تسجيل الدخول: {reason}
de: Anmeldung fehlgeschlagen: {reason}
es: Error al iniciar sesión: {reason}
fr: Échec de la connexion : {reason}
hi: लॉग इन विफल: {reason}
it: Accesso non riuscito: {reason}
ja: ログインに失敗しました：{reason}
ko: 로그인 실패: {reason}
pt_br: Falha no login: {reason}
ru: Не удалось войти: {reason}
zh_hans: 登录失败：{reason}
zh_hant: 登入失敗：{reason}

# cli.auth.login.in_progress
source: Logging in to Capsule…
ar: جارٍ تسجيل الدخول إلى Capsule…
de: Anmeldung bei Capsule…
es: Iniciando sesión en Capsule…
fr: Connexion à Capsule…
hi: Capsule में लॉग इन हो रहा है…
it: Accesso a Capsule…
ja: Capsule にログインしています…
ko: Capsule에 로그인하는 중…
pt_br: Entrando no Capsule…
ru: Вход в Capsule…
zh_hans: 正在登录 Capsule…
zh_hant: 正在登入 Capsule…

# cli.auth.login.password_prompt
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

# cli.auth.login.success
source: Logged in as {email}.
ar: تم تسجيل الدخول باسم {email}.
de: Angemeldet als {email}.
es: Sesión iniciada como {email}.
fr: Connecté en tant que {email}.
hi: {email} के रूप में लॉग इन किया गया।
it: Accesso effettuato come {email}.
ja: {email} としてログインしました。
ko: {email} 계정으로 로그인했습니다.
pt_br: Conectado como {email}.
ru: Выполнен вход как {email}.
zh_hans: 已以 {email} 身份登录。
zh_hant: 已以 {email} 身分登入。

# cli.auth.logout.in_progress
source: Logging out from Capsule…
ar: جارٍ تسجيل الخروج من Capsule…
de: Abmeldung von Capsule…
es: Cerrando sesión en Capsule…
fr: Déconnexion de Capsule…
hi: Capsule से लॉग आउट हो रहा है…
it: Disconnessione da Capsule…
ja: Capsule からログアウトしています…
ko: Capsule에서 로그아웃하는 중…
pt_br: Saindo do Capsule…
ru: Выход из Capsule…
zh_hans: 正在从 Capsule 注销…
zh_hant: 正在從 Capsule 登出…

# cli.auth.logout.not_logged_in
source: You are not logged in.
ar: أنت لست مسجّل الدخول.
de: Sie sind nicht angemeldet.
es: No has iniciado sesión.
fr: Vous n'êtes pas connecté.
hi: आप लॉग इन नहीं हैं।
it: Non hai effettuato l'accesso.
ja: ログインしていません。
ko: 로그인되어 있지 않습니다.
pt_br: Você não está conectado.
ru: Вы не вошли в систему.
zh_hans: 您尚未登录。
zh_hant: 您尚未登入。

# cli.auth.logout.success
source: Logged out.
ar: تم تسجيل الخروج.
de: Abgemeldet.
es: Sesión cerrada.
fr: Déconnecté.
hi: लॉग आउट कर दिया गया।
it: Disconnesso.
ja: ログアウトしました。
ko: 로그아웃했습니다.
pt_br: Sessão encerrada.
ru: Выход выполнен.
zh_hans: 已注销。
zh_hant: 已登出。

# cli.auth.not_authenticated
source: Not authenticated. Run 'capsule auth login' first.
ar: لم تتم المصادقة. شغّل 'capsule auth login' أولًا.
de: Nicht authentifiziert. Führen Sie zuerst 'capsule auth login' aus.
es: No autenticado. Ejecuta primero 'capsule auth login'.
fr: Non authentifié. Exécutez d'abord 'capsule auth login'.
hi: प्रमाणित नहीं। पहले 'capsule auth login' चलाएँ।
it: Non autenticato. Esegui prima 'capsule auth login'.
ja: 認証されていません。まず 'capsule auth login' を実行してください。
ko: 인증되지 않았습니다. 먼저 'capsule auth login'을 실행하세요.
pt_br: Não autenticado. Execute 'capsule auth login' primeiro.
ru: Не аутентифицирован. Сначала выполните 'capsule auth login'.
zh_hans: 未通过身份验证。请先运行 'capsule auth login'。
zh_hant: 未通過身分驗證。請先執行 'capsule auth login'。

# cli.list.empty
source: No assets have synced yet.
ar: لم تتم مزامنة أي عناصر بعد.
de: Es wurden noch keine Objekte synchronisiert.
es: Aún no se ha sincronizado ningún recurso.
fr: Aucun élément n'a encore été synchronisé.
hi: अभी तक कोई एसेट सिंक नहीं हुई है।
it: Nessun elemento è ancora stato sincronizzato.
ja: まだ同期されたアセットはありません。
ko: 아직 동기화된 자산이 없습니다.
pt_br: Nenhum recurso foi sincronizado ainda.
ru: Пока не синхронизировано ни одного объекта.
zh_hans: 尚未同步任何素材。
zh_hant: 尚未同步任何素材。

# cli.list.failed
source: Failed to list the library: {reason}
ar: تعذّر سرد المكتبة: {reason}
de: Bibliothek konnte nicht aufgelistet werden: {reason}
es: No se pudo listar la biblioteca: {reason}
fr: Échec de la liste de la bibliothèque : {reason}
hi: लाइब्रेरी सूचीबद्ध करने में विफल: {reason}
it: Impossibile elencare la libreria: {reason}
ja: ライブラリの一覧表示に失敗しました：{reason}
ko: 라이브러리 목록을 가져오지 못했습니다: {reason}
pt_br: Falha ao listar a biblioteca: {reason}
ru: Не удалось вывести библиотеку: {reason}
zh_hans: 无法列出库：{reason}
zh_hant: 無法列出資料庫：{reason}

# cli.list.header
source: Synced library ({count} asset(s)):
ar: المكتبة المُزامَنة ({count} عنصر):
de: Synchronisierte Bibliothek ({count} Objekt(e)):
es: Biblioteca sincronizada ({count} recurso(s)):
fr: Bibliothèque synchronisée ({count} élément(s)) :
hi: सिंक की गई लाइब्रेरी ({count} एसेट):
it: Libreria sincronizzata ({count} elemento/i):
ja: 同期済みライブラリ（{count} 件のアセット）：
ko: 동기화된 라이브러리({count}개 자산):
pt_br: Biblioteca sincronizada ({count} recurso(s)):
ru: Синхронизированная библиотека (объектов: {count}):
zh_hans: 已同步的库（{count} 项素材）：
zh_hant: 已同步的資料庫（{count} 項素材）：

# cli.list.state.active
source: active
ar: نشط
de: aktiv
es: activo
fr: actif
hi: सक्रिय
it: attivo
ja: アクティブ
ko: 활성
pt_br: ativo
ru: активно
zh_hans: 活跃
zh_hant: 使用中

# cli.list.state.awaiting_original
source: awaiting-original
ar: بانتظار الأصل
de: wartet auf Original
es: esperando el original
fr: en attente de l'original
hi: मूल की प्रतीक्षा में
it: in attesa dell'originale
ja: オリジナル待ち
ko: 원본 대기 중
pt_br: aguardando o original
ru: ожидание оригинала
zh_hans: 等待原件
zh_hant: 等待原件

# cli.sync.complete
source: Sync complete: applied {applied} change(s) across {albums} album(s) in {pages} page(s).
ar: اكتملت المزامنة: تم تطبيق {applied} تغيير عبر {albums} ألبوم في {pages} صفحة.
de: Synchronisierung abgeschlossen: {applied} Änderung(en) über {albums} Album(s) auf {pages} Seite(n) angewendet.
es: Sincronización completa: se aplicaron {applied} cambio(s) en {albums} álbum(es) a lo largo de {pages} página(s).
fr: Synchronisation terminée : {applied} modification(s) appliquée(s) sur {albums} album(s) en {pages} page(s).
hi: सिंक पूर्ण: {pages} पृष्ठ(ों) में {albums} एल्बम(ों) पर {applied} परिवर्तन लागू किए गए।
it: Sincronizzazione completata: applicate {applied} modifica/e su {albums} album in {pages} pagina/e.
ja: 同期が完了しました：{pages} ページで {albums} 個のアルバムにわたり {applied} 件の変更を適用しました。
ko: 동기화 완료: {pages}개 페이지에 걸쳐 {albums}개 앨범에 {applied}개의 변경 사항을 적용했습니다.
pt_br: Sincronização concluída: {applied} alteração(ões) aplicada(s) em {albums} álbum(ns) ao longo de {pages} página(s).
ru: Синхронизация завершена: применено изменений — {applied}, альбомов — {albums}, страниц — {pages}.
zh_hans: 同步完成：在 {pages} 页中跨 {albums} 个相册应用了 {applied} 项更改。
zh_hant: 同步完成：在 {pages} 頁中跨 {albums} 個相簿套用了 {applied} 項變更。

# cli.sync.dry_run_notice
source: Dry run: no changes will be persisted.
ar: تشغيل تجريبي: لن يتم حفظ أي تغييرات.
de: Testlauf: Es werden keine Änderungen gespeichert.
es: Simulación: no se guardará ningún cambio.
fr: Simulation : aucune modification ne sera enregistrée.
hi: ड्राई रन: कोई परिवर्तन सहेजा नहीं जाएगा।
it: Esecuzione di prova: nessuna modifica verrà salvata.
ja: ドライラン：変更は保存されません。
ko: 테스트 실행: 변경 사항이 저장되지 않습니다.
pt_br: Simulação: nenhuma alteração será salva.
ru: Пробный запуск: изменения не будут сохранены.
zh_hans: 试运行：不会保存任何更改。
zh_hant: 試執行：不會儲存任何變更。

# cli.sync.failed
source: Sync failed: {reason}
ar: فشلت المزامنة: {reason}
de: Synchronisierung fehlgeschlagen: {reason}
es: Error de sincronización: {reason}
fr: Échec de la synchronisation : {reason}
hi: सिंक विफल: {reason}
it: Sincronizzazione non riuscita: {reason}
ja: 同期に失敗しました：{reason}
ko: 동기화 실패: {reason}
pt_br: Falha na sincronização: {reason}
ru: Не удалось синхронизировать: {reason}
zh_hans: 同步失败：{reason}
zh_hant: 同步失敗：{reason}

# cli.sync.in_progress
source: Syncing from {endpoint}…
ar: جارٍ المزامنة من {endpoint}…
de: Synchronisierung von {endpoint}…
es: Sincronizando desde {endpoint}…
fr: Synchronisation depuis {endpoint}…
hi: {endpoint} से सिंक हो रहा है…
it: Sincronizzazione da {endpoint}…
ja: {endpoint} から同期しています…
ko: {endpoint}에서 동기화하는 중…
pt_br: Sincronizando de {endpoint}…
ru: Синхронизация с {endpoint}…
zh_hans: 正在从 {endpoint} 同步…
zh_hant: 正在從 {endpoint} 同步…

# cli.sync.up_to_date
source: Already up to date.
ar: محدّث بالفعل.
de: Bereits aktuell.
es: Ya está actualizado.
fr: Déjà à jour.
hi: पहले से अद्यतित।
it: Già aggiornato.
ja: すでに最新です。
ko: 이미 최신 상태입니다.
pt_br: Já está atualizado.
ru: Уже актуально.
zh_hans: 已是最新。
zh_hant: 已是最新。

# device.cohort.label.new_device
source: A new device
ar: جهاز جديد
de: Ein neues Gerät
es: Un dispositivo nuevo
fr: Un nouvel appareil
hi: एक नया डिवाइस
it: Un nuovo dispositivo
ja: 新しいデバイス
ko: 새 기기
pt_br: Um novo dispositivo
ru: Новое устройство
zh_hans: 一台新设备
zh_hant: 一台新裝置

# device.cohort.label.previously_used
source: A device you've used before (last seen {last_seen})
ar: جهاز استخدمته من قبل (آخر ظهور {last_seen})
de: Ein Gerät, das Sie schon einmal verwendet haben (zuletzt gesehen am {last_seen})
es: Un dispositivo que ya has usado (visto por última vez el {last_seen})
fr: Un appareil que vous avez déjà utilisé (vu pour la dernière fois le {last_seen})
hi: एक डिवाइस जिसे आपने पहले उपयोग किया है (अंतिम बार देखा गया {last_seen})
it: Un dispositivo che hai già usato (visto l'ultima volta il {last_seen})
ja: 以前に使用したことのあるデバイス（最終確認：{last_seen}）
ko: 이전에 사용한 적이 있는 기기(마지막 확인 {last_seen})
pt_br: Um dispositivo que você já usou (visto pela última vez em {last_seen})
ru: Устройство, которым вы уже пользовались (последний раз замечено {last_seen})
zh_hans: 您以前用过的设备（最后一次出现于 {last_seen}）
zh_hant: 您以前用過的裝置（最後一次出現於 {last_seen}）

# device.cohort.label.this_device
source: This device
ar: هذا الجهاز
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
hi: यह डिवाइस
it: Questo dispositivo
ja: このデバイス
ko: 이 기기
pt_br: Este dispositivo
ru: Это устройство
zh_hans: 此设备
zh_hant: 此裝置

# device.cohort.support.report
source: Report a problem with this device grouping
ar: الإبلاغ عن مشكلة في تجميع الأجهزة هذا
de: Ein Problem mit dieser Gerätegruppierung melden
es: Informar de un problema con esta agrupación de dispositivos
fr: Signaler un problème avec ce regroupement d'appareils
hi: इस डिवाइस समूह के साथ समस्या की रिपोर्ट करें
it: Segnala un problema con questo raggruppamento di dispositivi
ja: このデバイスグループの問題を報告
ko: 이 기기 그룹의 문제 신고
pt_br: Relatar um problema com este agrupamento de dispositivos
ru: Сообщить о проблеме с этой группировкой устройств
zh_hans: 报告此设备分组的问题
zh_hant: 回報此裝置分組的問題

# error.auth.invalid_credentials
source: Invalid email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
de: Ungültige E-Mail-Adresse oder ungültiges Passwort.
es: Correo electrónico o contraseña no válidos.
fr: E-mail ou mot de passe incorrect.
hi: ईमेल या पासवर्ड ग़लत है।
it: E-mail o password non validi.
ja: メールアドレスまたはパスワードが正しくありません。
ko: 이메일 또는 비밀번호가 올바르지 않습니다.
pt_br: E-mail ou senha inválidos.
ru: Неверный адрес электронной почты или пароль.
zh_hans: 邮箱或密码无效。
zh_hant: 電子郵件或密碼無效。

# error.auth.rate_limited
source: Too many attempts. Please wait and try again.
ar: محاولات كثيرة جدًا. يُرجى الانتظار ثم المحاولة مرة أخرى.
de: Zu viele Versuche. Bitte warten Sie und versuchen Sie es erneut.
es: Demasiados intentos. Espera e inténtalo de nuevo.
fr: Trop de tentatives. Veuillez patienter et réessayer.
hi: बहुत अधिक प्रयास। कृपया प्रतीक्षा करें और फिर से प्रयास करें।
it: Troppi tentativi. Attendi e riprova.
ja: 試行回数が多すぎます。しばらくしてからもう一度お試しください。
ko: 시도 횟수가 너무 많습니다. 잠시 후 다시 시도해 주세요.
pt_br: Muitas tentativas. Aguarde e tente novamente.
ru: Слишком много попыток. Подождите и повторите попытку.
zh_hans: 尝试次数过多。请稍候再试。
zh_hant: 嘗試次數過多。請稍候再試。

# error.auth.user_already_exists
source: An account with these details already exists.
ar: يوجد حساب بهذه البيانات بالفعل.
de: Ein Konto mit diesen Daten existiert bereits.
es: Ya existe una cuenta con estos datos.
fr: Un compte avec ces informations existe déjà.
hi: इन विवरणों वाला खाता पहले से मौजूद है।
it: Esiste già un account con questi dati.
ja: これらの情報のアカウントはすでに存在します。
ko: 이 정보로 등록된 계정이 이미 있습니다.
pt_br: Já existe uma conta com estes dados.
ru: Учётная запись с такими данными уже существует.
zh_hans: 已存在使用这些信息的账户。
zh_hant: 已有使用這些資料的帳戶。

# error.blob.pending_upload
source: The original photo hasn't been uploaded from its device yet.
ar: لم يتم رفع الصورة الأصلية من جهازها بعد.
de: Das Originalfoto wurde noch nicht von seinem Gerät hochgeladen.
es: La foto original aún no se ha subido desde su dispositivo.
fr: La photo d'origine n'a pas encore été téléversée depuis son appareil.
hi: मूल फ़ोटो अभी तक उसके डिवाइस से अपलोड नहीं हुई है।
it: La foto originale non è ancora stata caricata dal suo dispositivo.
ja: 元の写真はまだデバイスからアップロードされていません。
ko: 원본 사진이 아직 해당 기기에서 업로드되지 않았습니다.
pt_br: A foto original ainda não foi enviada do dispositivo dela.
ru: Оригинальное фото ещё не загружено с устройства.
zh_hans: 原始照片尚未从其设备上传。
zh_hant: 原始照片尚未從其裝置上傳。

# error.directory.malformed
source: The device list could not be read.
ar: تعذّرت قراءة قائمة الأجهزة.
de: Die Geräteliste konnte nicht gelesen werden.
es: No se pudo leer la lista de dispositivos.
fr: La liste des appareils n'a pas pu être lue.
hi: डिवाइस सूची पढ़ी नहीं जा सकी।
it: Impossibile leggere l'elenco dei dispositivi.
ja: デバイス一覧を読み取れませんでした。
ko: 기기 목록을 읽을 수 없습니다.
pt_br: Não foi possível ler a lista de dispositivos.
ru: Не удалось прочитать список устройств.
zh_hans: 无法读取设备列表。
zh_hant: 無法讀取裝置清單。

# error.directory.version_conflict
source: This device list is out of date. Capsule will refresh it before continuing.
ar: قائمة الأجهزة هذه قديمة. سيقوم Capsule بتحديثها قبل المتابعة.
de: Diese Geräteliste ist veraltet. Capsule aktualisiert sie, bevor es fortfährt.
es: Esta lista de dispositivos está desactualizada. Capsule la actualizará antes de continuar.
fr: Cette liste d'appareils est obsolète. Capsule l'actualisera avant de continuer.
hi: यह डिवाइस सूची पुरानी है। Capsule जारी रखने से पहले इसे रीफ़्रेश करेगा।
it: Questo elenco di dispositivi non è aggiornato. Capsule lo aggiornerà prima di continuare.
ja: このデバイス一覧は最新ではありません。Capsule は続行前に更新します。
ko: 이 기기 목록이 오래되었습니다. Capsule이 계속하기 전에 새로 고칩니다.
pt_br: Esta lista de dispositivos está desatualizada. O Capsule vai atualizá-la antes de continuar.
ru: Этот список устройств устарел. Capsule обновит его перед продолжением.
zh_hans: 此设备列表已过期。Capsule 将在继续前刷新它。
zh_hant: 此裝置清單已過期。Capsule 會在繼續前重新整理。

# error.drop.cap_exceeded
source: This upload link is full.
ar: رابط الرفع هذا ممتلئ.
de: Dieser Upload-Link ist voll.
es: Este enlace de subida está lleno.
fr: Ce lien de téléversement est plein.
hi: यह अपलोड लिंक भर गया है।
it: Questo link di caricamento è pieno.
ja: このアップロードリンクはいっぱいです。
ko: 이 업로드 링크가 가득 찼습니다.
pt_br: Este link de envio está cheio.
ru: Эта ссылка для загрузки заполнена.
zh_hans: 此上传链接已满。
zh_hant: 此上傳連結已滿。

# error.drop.malformed_descriptor
source: This upload couldn't be accepted.
ar: تعذّر قبول هذا الرفع.
de: Dieser Upload konnte nicht angenommen werden.
es: No se pudo aceptar esta subida.
fr: Ce téléversement n'a pas pu être accepté.
hi: यह अपलोड स्वीकार नहीं किया जा सका।
it: Impossibile accettare questo caricamento.
ja: このアップロードは受け付けられませんでした。
ko: 이 업로드를 수락할 수 없습니다.
pt_br: Não foi possível aceitar este envio.
ru: Не удалось принять эту загрузку.
zh_hans: 无法接受此上传。
zh_hant: 無法接受此上傳。

# error.drop.not_in_inbox
source: This drop is no longer available to adopt.
ar: لم يعد هذا الإسقاط متاحًا للاعتماد.
de: Dieser Drop steht nicht mehr zur Übernahme zur Verfügung.
es: Esta entrega ya no está disponible para adoptar.
fr: Ce dépôt n'est plus disponible pour adoption.
hi: यह ड्रॉप अब अपनाने के लिए उपलब्ध नहीं है।
it: Questo drop non è più disponibile per l'adozione.
ja: このドロップは、もう取り込むことができません。
ko: 이 드롭은 더 이상 채택할 수 없습니다.
pt_br: Este envio não está mais disponível para adoção.
ru: Этот дроп больше недоступен для принятия.
zh_hans: 此投放已无法被采纳。
zh_hant: 此投放已無法被採納。

# error.drop.passphrase_required
source: This upload link needs its passphrase.
ar: يتطلّب رابط الرفع هذا عبارة المرور الخاصة به.
de: Dieser Upload-Link erfordert seine Passphrase.
es: Este enlace de subida necesita su frase de contraseña.
fr: Ce lien de téléversement nécessite sa phrase secrète.
hi: इस अपलोड लिंक को इसका पासफ़्रेज़ चाहिए।
it: Questo link di caricamento richiede la sua passphrase.
ja: このアップロードリンクにはパスフレーズが必要です。
ko: 이 업로드 링크에는 암호문이 필요합니다.
pt_br: Este link de envio precisa da frase secreta.
ru: Для этой ссылки на загрузку нужна парольная фраза.
zh_hans: 此上传链接需要其密码短语。
zh_hant: 此上傳連結需要其密碼短語。

# error.drop.rate_limited
source: Too many attempts. Please wait and try again.
ar: محاولات كثيرة جدًا. يُرجى الانتظار ثم المحاولة مرة أخرى.
de: Zu viele Versuche. Bitte warten Sie und versuchen Sie es erneut.
es: Demasiados intentos. Espera e inténtalo de nuevo.
fr: Trop de tentatives. Veuillez patienter et réessayer.
hi: बहुत अधिक प्रयास। कृपया प्रतीक्षा करें और फिर से प्रयास करें।
it: Troppi tentativi. Attendi e riprova.
ja: 試行回数が多すぎます。しばらくしてからもう一度お試しください。
ko: 시도 횟수가 너무 많습니다. 잠시 후 다시 시도해 주세요.
pt_br: Muitas tentativas. Aguarde e tente novamente.
ru: Слишком много попыток. Подождите и повторите попытку.
zh_hans: 尝试次数过多。请稍候再试。
zh_hant: 嘗試次數過多。請稍候再試。

# error.enrollment.channel_not_found
source: This device-add session has ended. Start again.
ar: انتهت جلسة إضافة الجهاز هذه. ابدأ من جديد.
de: Diese Sitzung zum Hinzufügen eines Geräts ist beendet. Beginnen Sie erneut.
es: Esta sesión para añadir un dispositivo ha finalizado. Empieza de nuevo.
fr: Cette session d'ajout d'appareil est terminée. Recommencez.
hi: यह डिवाइस-जोड़ने का सत्र समाप्त हो गया है। फिर से शुरू करें।
it: Questa sessione di aggiunta del dispositivo è terminata. Ricomincia.
ja: このデバイス追加セッションは終了しました。もう一度やり直してください。
ko: 이 기기 추가 세션이 종료되었습니다. 다시 시작해 주세요.
pt_br: Esta sessão de adição de dispositivo terminou. Comece novamente.
ru: Этот сеанс добавления устройства завершён. Начните заново.
zh_hans: 此添加设备的会话已结束。请重新开始。
zh_hant: 此新增裝置的工作階段已結束。請重新開始。

# error.enrollment.code_refused
source: That device code didn't work. Generate a new one and try again.
ar: لم ينجح رمز الجهاز هذا. أنشئ رمزًا جديدًا وحاول مرة أخرى.
de: Dieser Gerätecode hat nicht funktioniert. Erzeugen Sie einen neuen und versuchen Sie es erneut.
es: Ese código de dispositivo no funcionó. Genera uno nuevo e inténtalo de nuevo.
fr: Ce code d'appareil n'a pas fonctionné. Générez-en un nouveau et réessayez.
hi: वह डिवाइस कोड काम नहीं आया। नया कोड बनाएँ और फिर से प्रयास करें।
it: Questo codice del dispositivo non ha funzionato. Generane uno nuovo e riprova.
ja: そのデバイスコードは使用できませんでした。新しいコードを生成してもう一度お試しください。
ko: 해당 기기 코드가 작동하지 않았습니다. 새 코드를 생성한 후 다시 시도해 주세요.
pt_br: Esse código de dispositivo não funcionou. Gere um novo e tente novamente.
ru: Этот код устройства не подошёл. Создайте новый и повторите попытку.
zh_hans: 该设备代码无效。请生成新代码后重试。
zh_hant: 該裝置代碼無效。請產生新代碼後重試。

# error.enrollment.local_auth_required
source: Confirm it's you on this device to add another device.
ar: أكِّد هويتك على هذا الجهاز لإضافة جهاز آخر.
de: Bestätigen Sie auf diesem Gerät, dass Sie es sind, um ein weiteres Gerät hinzuzufügen.
es: Confirma que eres tú en este dispositivo para añadir otro.
fr: Confirmez votre identité sur cet appareil pour en ajouter un autre.
hi: दूसरा डिवाइस जोड़ने के लिए इस डिवाइस पर पुष्टि करें कि यह आप ही हैं।
it: Conferma la tua identità su questo dispositivo per aggiungerne un altro.
ja: 別のデバイスを追加するには、このデバイスで本人確認を行ってください。
ko: 다른 기기를 추가하려면 이 기기에서 본인 확인을 완료해 주세요.
pt_br: Confirme que é você neste dispositivo para adicionar outro.
ru: Подтвердите на этом устройстве, что это вы, чтобы добавить другое устройство.
zh_hans: 请在此设备上确认是您本人，以添加另一台设备。
zh_hant: 請在此裝置上確認是您本人，以新增另一台裝置。

# error.enrollment.rate_limited
source: Too many device-add attempts. Please wait and try again.
ar: محاولات كثيرة جدًا لإضافة جهاز. يُرجى الانتظار ثم المحاولة مرة أخرى.
de: Zu viele Versuche, ein Gerät hinzuzufügen. Bitte warten Sie und versuchen Sie es erneut.
es: Demasiados intentos de añadir dispositivos. Espera e inténtalo de nuevo.
fr: Trop de tentatives d'ajout d'appareil. Veuillez patienter et réessayer.
hi: डिवाइस जोड़ने के बहुत अधिक प्रयास। कृपया प्रतीक्षा करें और फिर से प्रयास करें।
it: Troppi tentativi di aggiungere un dispositivo. Attendi e riprova.
ja: デバイス追加の試行回数が多すぎます。しばらくしてからもう一度お試しください。
ko: 기기 추가 시도가 너무 많습니다. 잠시 후 다시 시도해 주세요.
pt_br: Muitas tentativas de adicionar dispositivo. Aguarde e tente novamente.
ru: Слишком много попыток добавить устройство. Подождите и повторите попытку.
zh_hans: 添加设备的尝试次数过多。请稍候再试。
zh_hant: 新增裝置的嘗試次數過多。請稍候再試。

# error.enrollment.relay_malformed
source: The device-add request could not be read.
ar: تعذّرت قراءة طلب إضافة الجهاز.
de: Die Anfrage zum Hinzufügen eines Geräts konnte nicht gelesen werden.
es: No se pudo leer la solicitud de añadir dispositivo.
fr: La demande d'ajout d'appareil n'a pas pu être lue.
hi: डिवाइस-जोड़ने का अनुरोध पढ़ा नहीं जा सका।
it: Impossibile leggere la richiesta di aggiunta del dispositivo.
ja: デバイス追加のリクエストを読み取れませんでした。
ko: 기기 추가 요청을 읽을 수 없습니다.
pt_br: Não foi possível ler a solicitação de adição de dispositivo.
ru: Не удалось прочитать запрос на добавление устройства.
zh_hans: 无法读取添加设备的请求。
zh_hant: 無法讀取新增裝置的請求。

# error.escrow.malformed
source: The recovery backup could not be saved.
ar: تعذّر حفظ النسخة الاحتياطية للاسترداد.
de: Das Wiederherstellungs-Backup konnte nicht gespeichert werden.
es: No se pudo guardar la copia de recuperación.
fr: La sauvegarde de récupération n'a pas pu être enregistrée.
hi: रिकवरी बैकअप सहेजा नहीं जा सका।
it: Impossibile salvare il backup di ripristino.
ja: リカバリーバックアップを保存できませんでした。
ko: 복구 백업을 저장할 수 없습니다.
pt_br: Não foi possível salvar o backup de recuperação.
ru: Не удалось сохранить резервную копию для восстановления.
zh_hans: 无法保存恢复备份。
zh_hant: 無法儲存復原備份。

# error.federation.audience_mismatch
source: This access grant is for a different album.
ar: منح الوصول هذا مخصص لألبوم آخر.
de: Diese Zugriffsberechtigung gilt für ein anderes Album.
es: Esta concesión de acceso es para un álbum diferente.
fr: Cette autorisation d'accès concerne un autre album.
hi: यह पहुँच अनुमति किसी अन्य एल्बम के लिए है।
it: Questa autorizzazione di accesso è per un altro album.
ja: このアクセス許可は別のアルバム向けです。
ko: 이 접근 권한은 다른 앨범용입니다.
pt_br: Esta concessão de acesso é para outro álbum.
ru: Это разрешение на доступ выдано для другого альбома.
zh_hans: 此访问授权是针对另一个相册的。
zh_hant: 此存取授權是針對另一個相簿的。

# error.federation.capability_expired
source: This shared album's access has expired.
ar: انتهت صلاحية الوصول إلى هذا الألبوم المشترك.
de: Der Zugriff auf dieses geteilte Album ist abgelaufen.
es: El acceso a este álbum compartido ha caducado.
fr: L'accès à cet album partagé a expiré.
hi: इस साझा एल्बम की पहुँच समाप्त हो गई है।
it: L'accesso a questo album condiviso è scaduto.
ja: この共有アルバムのアクセス権が期限切れになりました。
ko: 이 공유 앨범의 접근 권한이 만료되었습니다.
pt_br: O acesso a este álbum compartilhado expirou.
ru: Срок доступа к этому общему альбому истёк.
zh_hans: 此共享相册的访问权限已过期。
zh_hant: 此共享相簿的存取權限已過期。
